Repository: protonpass/ios-pass
Catalog: iOS/Shared/Localization/Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Always show username field
be: Заўсёды паказваць поле імя карыстальніка
ca: Mostra sempre el camp del nom d'usuari
cs: Vždy zobrazovat pole uživatelského jména
da: Vis altid brugernavn-feltet
de: Benutzername-Feld immer anzeigen
el: Να εμφανίζεται πάντα το πεδίο ονόματος χρήστη
es: Mostrar siempre el campo del nombre de usuario
es_419: Mostrar siempre el campo nombre de usuario
fi: Näytä käyttäjätunnus-kenttä aina
fr: Toujours afficher le champ Nom d'utilisateur
hu: Mindig jelenítse meg a felhasználónév mezőt
id: Selalu tampilkan kolom nama pengguna
it: Mostra sempre il campo nome utente
ja: ユーザー名フィールドを常に表示
ka: მომხმარებლის ველის ყოველთვის ჩვენება
ko: 항상 사용자 이름 입력란 표시
nb: Vis alltid brukernavnfeltet
nl: Altijd het veld gebruikersnaam tonen
pl: Zawsze pokazuj pole nazwy użytkownika
pt: Sempre mostrar o campo do nome de utilizador
pt_br: Sempre mostrar o campo do nome de usuário
ro: Afișare permanentă câmp nume utilizator
ru: Всегда показывать поле имени пользователя
sk: Vždy zobrazovať pole s používateľským menom
sv: Visa alltid fält för användarnamn
tr: Kullanıcı adı alanı her zaman görüntülensin
uk: Завжди показувати поле «Ім'я користувача»
vi: Luôn hiển thị trường tên người dùng
zh_hans: 始终显示用户名字段
zh_hant: 總是顯示使用者名稱欄位

source: API Credential
be: Уліковыя даныя API
ca: Credencials d'API
cs: API přihlašovací údaj
da: API-legitimation
de: API-Anmeldeinformation
el: Διαπιστευτήρια API
es: Credenciales de API
es_419: Credencial API
fi: API-tunnistetieto
fr: Identifiant API
hu: API hitelesítő adat
id: Kredensial API
it: Credenziali API
ja: API認証情報
ko: API 자격 증명
nb: API-identifikator
nl: API-toegangscode
pl: Poświadczenia API
pt: Credencial da API
pt_br: Credencial de API
ro: Acreditare API
ru: Учетные данные API
sk: API poverenie
sl: Poverilnica API
sv: API-uppgifter
tr: API kimlik doğrulama bilgisi
uk: Облікові дані API
vi: Chứng chỉ API
zh_hans: API 凭据
zh_hant: API 憑證

source: API key
be: Ключ API
ca: Clau API
cs: API klíč
da: API-nøgle
de: API-Schlüssel
el: Κλειδί API
es: Clave API
es_419: Clave API
fi: API-avain
fr: Clé API
hu: API kulcs
id: Kunci API
it: Chiave API
ja: API キー
ko: API 키
nb: API-nøkkel
nl: API-sleutel
pl: Klucz API
pt: Chave da API
pt_br: Chave da API
ro: Cheie API
ru: Ключ API
sk: API kľúč
sl: Ključ API
sv: API-nyckel
tr: API anahtarı
uk: Ключ API
vi: Khoá API
zh_hans: API 密钥
zh_hant: API 金鑰

source: Application
be: Праграма
ca: Aplicació
cs: Aplikace
da: Applikation
de: Anwendung
el: Εφαρμογή
es: Aplicación
es_419: Aplicación
fi: Sovellus
hu: Alkalmazás
id: Aplikasi
it: Applicazione
ja: アプリケーション
ka: აპლიკაცია
ko: 어플리케이션
nb: Applikasjon
nl: Applicatie
pl: Aplikacja
pt: Aplicação
pt_br: Aplicativo
ro: Aplicație
ru: Приложение
sk: Aplikácia
sl: Aplikacija
sv: Applikation
tr: Uygulama
uk: Програма
vi: Ứng dụng
zh_hans: 应用程序
zh_hant: 應用程式

source: Are you sure you want to add a 2FA secret to "%@"?
be: Вы сапраўды хочаце дадаць сакрэт 2ФА для "%@"?
ca: Segur que voleu afegir una clau secreta d'A2F a "%@"?
cs: Opravdu chcete přidat 2FA secret k "%@"?
da: Er du sikker på, at du vil tilføje en 2FA-hemmelighed til "%@"?
de: Bist du sicher, dass du ein 2FA-Geheimnis zu "%@" hinzufügen möchtest?
el: Θέλετε σίγουρα να προσθέσετε ένα μυστικό 2FA στο "%@";
es: ¿Estás seguro de que quieres añadir un secreto de 2FA a "%@"?
es_419: ¿Está seguro de que quiere agregar un 2FA secreto a "%@"?
fi: Haluatko varmasti lisätä 2FA-avaimen kohteeseen "%@"?
fr: Voulez-vous vraiment ajouter une clé secrète A2F à « %@ » ?
hu: Biztosan hozzá kíván adni egy kétfaktoros titkosítást a "%@"-hoz?
id: Apakah Anda yakin ingin menambahkan rahasia 2FA ke "%@"?
it: Sei sicuro di voler aggiungere un segreto 2FA a "%@"?
ja: 本当に"%@"に2要素認証シークレットを追加したいのですか？
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ დაამატოთ 2FA საიდუმლო "%@"-ს?
ko: "%@"에 2단계 인증 비밀 키를 추가하시겠습니까?
nb: Er du sikker på at du vil legge til en 2FA-hemmelighet til "%@"?
nl: Weet u zeker dat u een geheim van 2FA aan%@ wilt toevoegen?
pl: Czy na pewno chcesz dodać sekret TOTP do "%@"?
pt: Tem a certeza de que pretende adicionar um segredo 2FA a "%@"?
pt_br: Tem certeza de que deseja adicionar um segredo 2FA a "%@"?
ro: Sigur doriți să adăugați o cheie de A2F la „%@”?
ru: Вы уверены, что хотите добавить секрет двухфакторной идентификации к "%@"?
sk: Naozaj chcete pridať 2FA tajný kľúč k "%@"?
sl: Ali ste prepričani, da želite dodati varnostni 2FA v »%@«?
sv: Är du säker på att du vill lägga till en 2FA-hemlighet till “%@“?
tr: "%@" için bir iki adımlı doğrulama parolası eklemek istediğinize emin misiniz?
uk: Ви впевнені, що хочете додати секретну 2ЕП до «%@»?
vi: Bạn có muốn thêm một mã bí mật 2FA vào "%@"?
zh_hans: 您确定要为“%@”添加 2FA 密钥吗？
zh_hant: 您確定要為「%@」新增雙重驗證密碼嗎？

source: Are you sure you want to delete the following section "%@"?
be: Вы сапраўды хочаце выдаліць наступны раздзел "%@"?
ca: Esteu segur que voleu suprimir la següent secció "%@"?
cs: Jste si jisti, že chcete smazat následující sekci "%@"?
da: Er du sikker på, at du vil slette følgende sektion "%@"?
de: Bist du sicher, dass du den Abschnitt "%@" löschen willst?
el: Θέλετε σίγουρα να διαγράψετε την ακόλουθη ενότητα "%@";
es: ¿Estás seguro de que deseas eliminar la siguiente sección «%@»?
es_419: ¿En verdad desea eliminar la siguiente sección «%@»?
fi: Haluatko varmasti poistaa osion "%@"?
fr: Êtes-vous sûr de vouloir supprimer la section suivante « %@ » ?
hu: Biztosan ki akarja törölni a "%@" szekciót?
id: Apakah Anda yakin ingin menghapus bagian "%@" berikut?
it: Sei sicuro di voler eliminare la seguente sezione "%@"?
ja: 次のセクション"%@"を本当に削除してもよろしいですか？
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ, წაშალოთ სექცია "%@"?
ko: 다음 섹션인 "%@"을(를) 정말 제거하시겠습니까?
nb: Er du sikker på at du vil slette følgende seksjon "%@"?
nl: Weet u zeker dat u de volgende sectie "%@" wilt verwijderen?
pl: Czy na pewno chcesz usunąć sekcję "%@"?
pt: Tem a certeza de que pretende eliminar a seguinte secção "%@"?
pt_br: Você tem certeza de que deseja excluir a seguinte seção "%@"?
ro: Sigur doriți să ștergeți următoarea secțiune „%@”?
ru: Вы уверены, что хотите удалить следующий раздел "%@"?
sk: Naozaj chcete vymazať nasledujúcu sekciu „%@“?
sl: Ali ste prepričani, da želite izbrisati odsek "%@"?
sv: Är du säker på att du vill ta bort följande sektion ”%@”?
tr: "%@" bölümünü kaldırmak istediğinize emin misiniz?
uk: Ви дійсно хочете видалити наступний розділ «%@»?
vi: Bạn có chắc chắn muốn xóa các mục "%@"?
zh_hans: 您确定要删除以下部分“%@”吗？
zh_hant: 您確定要刪除以下「%@」部分嗎？

source: Are you sure you want to sign out %@?
be: Вы сапраўды хочаце выйсці з %@?
ca: Segur que voleu tancar la sessió de %@?
cs: Opravdu se chcete odhlásit %@?
da: Er du sikker på, at du vil logge ud %@?
de: Möchtest du „%@“ wirklich abmelden?
el: Θέλετε σίγουρα να αποσυνδεθείτε από %@;
es: ¿Estás seguro de que quieres cerrar la sesión %@?
es_419: ¿En verdad desea cerrar la sesión %@?
fi: Haluatko varmasti kirjata tilin %@ ulos?
fr: Voulez-vous vraiment vous déconnecter de %@ ?
hu: Biztos, hogy ki szeretne jelentkezni %@?
id: Apakah Anda yakin ingin keluar %@?
it: Sei sicuro di volerti disconnettere da %@?
ja: 本当に%@をサインアウトしますか？
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ, გახვიდეთ %@-დან?
ko: 정말 %@(에)서 로그아웃합니까?
nb: Er du sikker på at du vil logge av %@?
nl: Weet u zeker dat u %@ wilt uitloggen?
pl: Czy na pewno chcesz się wylogować z konta %@?
pt: Tem a certeza de que deseja terminar a sessão de %@?
pt_br: Você tem certeza que deseja encerrar a sessão%@?
ro: Sigur doriți să vă deconectați din %@?
ru: Вы уверены, что хотите выйти из %@?
sk: Naozaj sa chcete odhlásiť? %@?
sl: Ali ste prepričani, da se želite izpisati %@?
sv: Är du säker på att du vill logga ut %@?
tr: %@ oturumunu kapatmak istediğinize emin misiniz?
uk: Ви дійсно хочете вийти з %@?
vi: Bạn có chắc muốn đăng xuất khỏi %@?
zh_hans: 您确定要退出登录 %@ 吗？
zh_hant: 您確定要登出 %@ 嗎？

source: Associate 2FA?
be: Асацыяваць 2ФА?
ca: Associa l'A2F?
cs: Přiřadit 2FA?
da: Tilknyt 2FA?
de: 2FA zuordnen?
el: Συσχέτιση 2FA;
es: ¿Asociar 2FA?
es_419: ¿Asociar 2FA?
fi: Liitetäänkö kaksivaiheinen tunnistautuminen?
fr: Associer l'A2F ?
hu: 2FA társítása?
id: Kaitkan 2FA?
it: Vuoi associare 2FA?
ja: 2FAを関連付けますか？
ka: გნებავთ 2FA-ის ასოცირება?
ko: 2단계 인증을 연결하시겠습니까?
nb: Tilknytte 2FA?
nl: 2FA koppelen?
pl: Powiązać uwierzytelnianie dwustopniowe?
pt: Associar a A2F?
pt_br: Associar A2F?
ro: Asociați A2F?
ru: Ассоциировать двухфакторную идентификацию?
sk: Priradiť 2FA?
sl: Povezava 2FA?
sv: Associera 2FA?
tr: İki adımlı doğrulama ilişkilendirilsin mi?
uk: Прив'язати 2ЕП?
vi: Liên kết mã bí mật 2FA?
zh_hans: 关联 2FA？
zh_hant: 連結雙重驗證?

source: Associate and autofill
be: Звязаць і аўтазапоўніць
ca: Associa i emplena automàticament
cs: Přiřazení a automatické vyplňování
da: Tilknyt og autofyld
de: Verknüpfen und automatisch ausfüllen
el: Συσχέτιση και αυτόματη συμπλήρωση
es: Asociar y autorrellenar
es_419: Asociar y completar automáticamente
fi: Liitä ja täytä
fr: Associer et remplir automatiquement
hu: Hozzárendelés és automatikus kitöltés
id: Kaitkan dan isi otomatis
it: Associa e compila automaticamente
ja: 関連付けと自動入力
ka: ასოცირება და ავტომატური შევსება
ko: 연결 및 자동 완성
nb: Assosier og autofyll
nl: Associëren en automatisch aanvullen
pl: Powiąż i uzupełnij
pt: Associar e preencher automaticamente
pt_br: Associar e preencher automaticamente
ro: Asociere și autocompletare
ru: Ассоциировать и автоматически заполнять
sk: Priradiť a automaticky vyplniť
sl: Poveži in samodejno izpolni
sv: Associera och fyll automatiskt
tr: İlişkilendir ve otomatik doldur
uk: Прив'язування та автозаповнення
vi: Kết hợp và tự động điền
zh_hans: 关联和自动填充
zh_hant: 連結及自動填入

source: Associate and save
be: Асацыяваць і захаваць
ca: Associa i desa
cs: Přiřadit a uložit
da: Tilknyt og gem
de: Verknüpfen und speichern
el: Συσχέτιση και αποθήκευση
es: Asociar y guardar
es_419: Asociar y guardar
fi: Liitä ja tallenna
fr: Associer et enregistrer
hu: Társítás és mentés
id: Kaitkan dan simpan
it: Associa e salva
ja: 関連付けと保存
ka: ასოცირება და შენახვა
ko: 연결 및 저장
nb: Tilknytte og lagre
nl: Koppelen en opslaan
pl: Powiąż i zapisz
pt: Associar e guardar
pt_br: Associar e salvar
ro: Asociere și salvare
ru: Ассоциировать и сохранить
sk: Priradiť a uložiť
sl: Poveži in shrani
sv: Associera och spara
tr: İlişkilendirip kaydet
uk: Прив'язати і зберегти
vi: Liên kết và lưu trữ
zh_hans: 关联并保存
zh_hant: 連結並儲存

source: Associate URL?
be: Звязаць URL-адрас?
ca: Associa l'URL?
cs: Přiřadit adresu URL?
da: Tilknyt URL?
de: URL verknüpfen?
el: Συσχέτιση διεύθυνσης URL;
es: ¿Asociar la URL?
es_419: ¿Asociar la URL?
fi: Liitetäänkö URL-osoite?
fr: Associer l'URL ?
hu: URL hozzárendelése?
id: Kaitkan URL?
it: Associare URL?
ja: アソシエイトURL?
ka: გნებავთ ბმულის ასოცირება?
ko: URL을 연결합니까?
nb: Tilknytte nettadresse?
nl: Geassocieerde URL?
pl: Powiązać adres URL?
pt: Associar URL?
pt_br: Associar a URL?
ro: Asociați un URL?
ru: Ассоциировать URL?
sk: Pridružiť URL?
sl: Povezani URL?
sv: Associera URL?
tr: Adres ilişkilendirilsin mi?
uk: Прив'язати URL-адресу?
vi: Liên kết địa chỉ URL?
zh_hans: 关联网址？
zh_hant: 相關網址?

source: At least one of the selected items is currently shared. Moving it to another vault will remove access for all other users.
be: Прынамсі адзін з выбраных элементаў у цяперашні час абагулены. Яго перамяшчэнне ў іншае сховішча пазбавіць доступу ўсіх іншых карыстальнікаў.
ca: Almenys un dels elements seleccionats està compartit actualment. Si el mou a una altra volta, se suprimirà l'accés a la resta d'usuaris.
cs: Alespoň jedna z vybraných položek je aktuálně sdílena. Přesunutím do jiného trezoru se zruší přístup pro všechny ostatní uživatele.
da: Mindst et af de valgte elementer er i øjeblikket delt. Hvis du flytter det til en anden boks, fjerner du adgangen for alle andre brugere.
de: Mindestens eines der ausgewählten Einträge ist derzeit geteilt. Wenn du es in einen anderen Tresor verschiebst, wird der Zugriff für alle anderen Benutzer entfernt.
el: Τουλάχιστον ένα από τα επιλεγμένα στοιχεία είναι κοινόχρηστο αυτήν τη στιγμή. Η μετακίνησή του σε άλλη κρύπτη θα καταργήσει την πρόσβαση για όλους τους άλλους χρήστες.
es: Al menos uno de los elementos seleccionados está compartido actualmente. Si lo mueves a otra caja fuerte, se eliminará el acceso para todos los demás usuarios.
es_419: Al menos uno de los elementos seleccionados está compartido actualmente. Si lo mueve a otra bóveda, se eliminará el acceso para todos los demás usuarios.
fi: Ainakin yksi valituista kohteista on jaettu tällä hetkellä. Sen siirtäminen toiseen holviin poistaa pääsyn muilta käyttäjiltä.
fr: Au moins un des éléments sélectionnés est actuellement partagé. Son déplacement vers un autre coffre-fort retirera également son accès aux autres utilisateurs.
hu: A kiválasztott elemek közül legalább egy jelenleg meg van osztva. Ha áthelyezi egy másik tárolóba, az összes többi felhasználó számára megszűnik a hozzáférés.
id: Setidaknya salah satu item yang dipilih saat ini sedang dibagikan. Memindahkan item ini ke brankas lain akan menghilangkan izin akses bagi seluruh pengguna lain.
it: Almeno uno degli elementi selezionati è attualmente condiviso. Lo spostamento in un altro deposito rimuoverà l'accesso per tutti gli altri utenti.
ja: 選択したアイテムの少なくとも1つが共有されています。他の保管庫に移動すると、他のすべてのユーザーのアクセスが削除されます。
ka: მონიშნული ელემენტებიდან ერთი მაინც გაზიარებულია. მისი სხვა საცავში გადატანა ყველა სხვა მომხმარებელს მასწზე წვდომას დაუკარგავს.
ko: 최소 하나의 선택된 항목이 현재 공유 중입니다. 다른 사용자의 접근 권한이 상실됩니다.
nb: Minst ett av de valgte elementene er for øyeblikket delt. Hvis du flytter det til et annet hvelv, fjernes tilgangen for alle andre brukere.
nl: Minstens één van de geselecteerde items wordt momenteel gedeeld. Als u het naar een andere kluis verplaatst, wordt de toegang voor alle andere gebruikers verwijderd.
pl: Co najmniej jeden zaznaczony element jest udostępniony. Przeniesienie go do innego sejfu spowoduje zatrzymanie udostępniania.
pt: Pelo menos um dos itens selecionados é atualmente partilhado. Movê-lo para outro cofre removerá o acesso de todos os outros utilizadores.
pt_br: Pelo menos um dos itens selecionados está atualmente compartilhado. Movê-lo para outro cofre removerá o acesso de todos os outros usuários.
ro: Cel puțin unul dintre articolele selectate este partajat deja. Mutarea acestuia în alt seif va elimina accesul pentru toți ceilalți utilizatori.
ru: По крайней мере один из выбранных элементов в настоящее время является общей. Его перемещение в другое хранилище закроет доступ для всех остальных пользователей.
sk: Aspoň jedna z vybraných položiek je aktuálne zdieľaná. Jej presunutím do iného trezora sa zruší prístup pre všetkých ostatných používateľov.
sv: Minst ett av de valda objekten delas för närvarande. Att flytta det till annat valv kommer ta bort åtkomst för alla andra användare.
tr: Seçilmiş ögelerden en az biri şu anda paylaşılıyor. Başka bir kasaya taşırsanız diğer kullanıcıların erişimi kaldırılacak.
uk: Принаймні один з вибраних елементів наразі знаходиться у спільному доступі. Переміщення його до іншого сховища вилучить доступ для всіх інших користувачів.
vi: Ít nhất một trong các mục đã chọn hiện đang được chia sẻ. Nếu di chuyển sang két sắt khác, tất cả người dùng hiện có sẽ mất quyền truy cập vào mục này.
zh_hans: 所选项目中至少有一个目前是共享的。将其移至另一个保险库将会取消所有其他用户的访问权限。
zh_hant: 已選取的項目當中有共享中的項目。移至另一個保管庫的同時，將移除所有分享給其他使用者的存取權限。

source: Attach
be: Далучыць
ca: Adjunta
cs: Připojit
da: Vedhæft
de: Anhängen
el: Επισύναψη
es: Adjuntar
es_419: Adjuntar
fi: Liitä
fr: Joindre
hu: Csatolás
id: Lampirkan
it: Allega
ja: 添付
ka: მიმაგრება
ko: 첨부
nb: Legg ved
pl: Dodaj
pt: Anexar
pt_br: Anexar
ro: Atașare
ru: Вложить
sk: Priložiť
sl: Priloži
sv: Bifoga
tr: Dosya ekle
uk: Прикріпити
vi: Đính kèm
zh_hans: 附加
zh_hant: 附加

source: Attachments
be: Далучэнні
ca: Fitxers adjunts
cs: Přílohy
da: Vedhæftninger
de: Anhänge
el: Συνημμένα
es: Archivos adjuntos
es_419: Archivos adjuntos
fi: Liitteet
fr: Pièces jointes
hu: Mellékletek
id: Lampiran
it: Allegati
ja: 添付ファイル
ka: მიმაგრებული ფაილები
ko: 첨부파일
nb: Vedlegg
nl: Bijlagen
pl: Załączniki
pt: Anexos
pt_br: Anexos
ro: Fișiere atașate
ru: Вложения
sk: Prílohy
sl: Priponke
sv: Bilagor
tr: Ek dosyalar
uk: Вкладення
vi: Tệp đính kèm
zh_hans: 附件
zh_hant: 附件

source: AutoFill
be: Аўтазапаўненне
ca: Emplenament automàtic
cs: Automatické vyplňování
da: Autofyld
el: Αυτόματη Συμπλήρωση
es: Relleno automático
es_419: Completar automáticamente
fi: Automaattitäyttö
fr: Remplissage automatique
hu: Automatikus kitöltés
id: Isi Otomatis
it: Compilazione automatica
ja: 自動入力
ka: ავტომატური შევსება
ko: 자동 완성
nb: AutoFyll
nl: Autom. aanvullen
pl: Autouzupełnianie
pt: Preenchimento automático
pt_br: Preenchimento automático
ro: Autocompletare
ru: Автозаполнение
sk: Automatické vypĺňanie
sl: Samodejno izpolnjevanje
sv: Fyll automatiskt
tr: Otomatik Doldurma
uk: Автозаповнення
vi: Tự động điền
zh_hans: 自动填充
zh_hant: 自動填入

source: AutoFill disabled
be: Аўтазапаўненне адключана
ca: L'emplenament automàtic està desactivat.
cs: Automatické vyplňování zakázáno
da: Autofyld deaktiveret
de: AutoFill deaktiviert
el: Αυτόματη Συμπλήρωση απενεργοποιημένη
es: Rellenar automáticamente ha sido desactivado.
es_419: El completado automático fue desactivado.
fi: Automaattitäyttö ei ole käytössä
fr: Remplissage automatique désactivé
hu: Automatikus kitöltés kikapcsolva
id: Pengisian Otomatis dinonaktifkan
it: Compilazione automatica disabilitata
ja: 自動入力が無効になっています
ka: ავტომატური შევსება გათიშულია
ko: 자동완성 비활성화됨
nb: AutoFyll deaktivert
nl: AutoFill uitgeschakeld
pl: Autouzupełnianie zostało wyłączone
pt: Preenchimento automático desativado
pt_br: Preenchimento automático desativado
ro: Autocompletare dezactivată
ru: Автозаполнение выключено
sk: Automatické vypĺňanie vypnuté
sl: Samodejno izpolnjevanje onemogočeno
sv: Autofyll inaktiverad
tr: Otomatik Doldurma kapalı
uk: Автозаповнення вимкнено
vi: Đã tắt Tự Điền
zh_hans: 自动填充已禁用
zh_hant: 自動填入停用

source: AutoFill on apps and websites by enabling Proton Pass AutoFill
be: Выконвайце аўтазапаўенне ў праграмах і на вэб-сайтах уключыўшы аўтазапаўнене ў Proton Pass
ca: Emplenament automàtic en aplicacions i llocs web activant l'emplenament automàtic de Proton Pass
cs: Automatické vyplňování v aplikacích a na webových stránkách povolením funkce Proton Pass AutoFill
da: Autofyld på apps og websites ved at aktivere Proton Pass autofyld
de: Aktiviere Proton Pass AutoFill, um AutoFill auf Apps und Websites zu nutzen.
el: Αυτόματη Συμπλήρωση σε εφαρμογές και ιστότοπους με ενεργοποίηση της Αυτόματη Συμπλήρωσης Proton Pass
es: Activa la funcionalidad de autorrelleno de Proton Pass para utilizarla con aplicaciones y sitios web.
es_419: Active la funcionalidad de completado automático de Proton Pass para usarla en aplicaciones y sitios web.
fi: Käytä automaattitäyttöä sovelluksissa ja verkkosivustoilla ottamalla Proton Passin automaattitäyttö käyttöön
fr: Activez la fonctionnalité de remplissage automatique de Proton Pass pour l'utiliser avec les applications et sur les sites internet.
hu: Engedélyezze a Proton Pass automatikus kitöltés lehetőségét, a jelszavak automatikus kitöltéséhez alkalmazásokban és weblapokon
id: Isi Otomatis di aplikasi dan situs web dengan mengaktifkan Isi Otomatis Proton Pass
it: Compila automaticamente su app e siti web abilitando la compilazione automatica di Proton Pass
ja: Proton Pass の自動入力を有効にすることで、アプリやウェブサイトで自動入力が可能です
ka: ავტომატური შევსება აპებზე და ვებსაიტებზე Proton Pass-ის შესაბამისი ფუნქციის ჩათვლით
ko: Proton Pass 자동 완성을 활성화 하여 앱과 웹사이트에서 사용
nb: AutoFyll på apper og nettsteder ved å aktivere Proton Pass AutoFyll.
nl: AutoFill bij apps en websites door Proton Pass AutoFill in te schakelen
pl: Autouzupełnianie w aplikacjach i stronach internetowych za pomocą Proton Pass
pt: Preenchimento automático em aplicações e sítios web ao ativar o preenchimento automático do Proton Pass
pt_br: Preenchimento automático em aplicativos e sites ao ativar o preenchimento automático do Proton Pass
ro: Autocompletați în aplicații și pagini web activând autocompletarea din Proton Pass
ru: Автозаполнение в приложениях и на веб-сайтах с помощью функции Proton Pass AutoFill
sk: Zapnite funkciu automatického vypĺňania v Proton Pass pre používanie v aplikáciách a na webových stránkach
sl: Samodejno izpolnjevanje v aplikacijah in spletnih mestih z omogočanjem Proton Pass AutoFill
sv: Autofyll på appar och webbplatser genom att aktivera Proton Pass autofyll
tr: Proton Pass otomatik doldurma özelliğini açarak uygulama ve sitelerdeki bilgileri otomatik olarak doldurun
uk: Автозаповнення в програмах та на вебсайтах за допомогою Proton Pass
vi: Tự động điền trên ứng dụng và các trang web bằng việc kích hoạt Tự động điền trên Proton Pass
zh_hans: 通过启用 Proton Pass 自动填充在应用程序和网站上自动填充
zh_hant: 開啟 Proton Pass 的自動填入功能可在應用程式和網站上自動填入資料

source: Automatic copy of the 2FA code requires biometric lock or PIN code to be set up
be: Для аўтаматычнага капіявання кода 2ФА, вам неабходна біяметрычная блакіроўка або наладжаны PIN-код
ca: La còpia automàtica del codi 2FA requereix la configuració del bloqueig biomètric o del codi PIN
cs: Pro automatické kopírování 2FA kódu je potřeba nastavit biometrický zámek nebo PIN kód
da: Automatisk kopi af 2FA-koden kræver indstilling af biometrisk lås eller pinkode
de: Für die automatische Kopie des 2FA-Codes muss ein biometrisches Passwort oder ein PIN-Code eingerichtet werden.
el: Το αυτόματο αντίγραφο του κωδικού 2FA απαιτεί τη ρύθμιση βιομετρικού κλειδώματος ή κωδικού PIN
es: La copia automática del código 2FA requiere que se configure el bloqueo biométrico o el código PIN.
es_419: La copia automática del código 2FA requiere que se configure el bloqueo biométrico o el código PIN.
fi: 2FA-vahvistuskoodien automaattinen kopiointi edellyttää biometrisen lukituksen tai PIN-koodin käyttöönottoa
fr: La copie automatique du code A2F nécessite la configuration du verrouillage biométrique ou du code PIN.
hu: A 2FA-kód automatikus másolása biometrikus zár vagy PIN-kód beállítását igényli.
id: Salinan otomatis kode 2FA memerlukan kunci biometrik atau kode PIN untuk dapat diatur
it: La copia automatica del codice 2FA richiede l'impostazione del codice PIN o del blocco biometrico
ja: 2FA コードの自動コピーには、生体認証ロックまたは PIN コードの設定が必要です
ka: 2FA კოდის ავტომატური ასლი მოითხოვს ბიომეტრიული საკეტის ან PIN კოდის დაყენებას
ko: 2단계 인증 코드 자동 복사를 설정하려면 생체 인증 또는 PIN 코드가 필요합니다.
nb: Automatisk kopi av 2FA-koden krever biometrisk lås eller PIN-kode for å være satt opp
nl: Automatische kopie van de 2FA-code vereist dat de biometrische vergrendeling of pincode wordt ingesteld
pl: Automatyczne kopiowanie kodu uwierzytelniającego wymaga ustawienia blokady za pomocą biometrii lub kodu PIN
pt: A cópia automática do código A2F requer que o bloqueio biométrico ou o código PIN esteja configurado.
pt_br: Cópia automática do código A2F requer bloqueio biométrico ou código PIN a ser configurado
ro: Copierea automată a codului de A2F necesită configurarea pentru blocarea biometrică sau codul PIN
ru: Автоматическая копия двухфакторной идентификации требует настройки биометрической блокировки или PIN-кода
sk: Automatická kópia 2FA kódu na vytvorenie vyžaduje biometrický zámok alebo PIN kód
sl: Za samodejno kopiranje kode 2FA je treba nastaviti biometrično zaklepanje ali kodo PIN
sv: Automatisk kopiering av 2FA-koden kräver biometriskt lås eller PIN-kod för att ställas in
tr: İki adımlı doğrulama kodunun otomatik olarak kopyalanması için biyometrik kilit ya da PIN kodu ayarlanmış olmalıdır
uk: Автоматичне копіювання коду 2ЕП вимагає налаштування біометричного блокування або PIN-коду
vi: Tính năng tự động sao chép mã xác thực 2FA yêu cầu phải tùy chỉnh khóa sinh trắc học hoặc mã PIN
zh_hans: 自动复制 2FA 验证码需要设置生物识别锁或 PIN 码
zh_hant: 要使用自動複製雙重驗證碼，必須先設定生物特徵辨識或 PIN 碼
